Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Choć pokrzepiające dla prostych serc i umysłów byłoby przyjęcie stanowiska, podług którego Innos jest uosobionym bytem, uczeni winni traktować go czysto metaforycznie, jako swoistą Moc Sprawczą nadającą pęd światu i którą należy nieskończenie badać.
uk: Хоча для простих сердець і умів було б простіше прийняти позицію, що Іннос є персоніфікованою сутністю, вчені повинні ставитися до нього суто метафорично, як до своєрідної Рушійної Сили, що приводить світ у рух, і яку потрібно безмежно вивчати.

source: Choć produkcja wina w dużej mierze zależna jest od umiejętności i doświadczenia winiarza, nierzadko jego wysiłki mogą zakończyć się porażką, a przygotowywany miesiącami lub latami trunek zgnije. Obmyślono wiele metod radzenia sobie z kwaskowatością wina. Część z nich wykorzystywana jest powszechnie, inne to dopiero raczkujące pomysły.
uk: Хоча виробництво вина значною мірою залежить від майстерності та досвіду винороба, нерідкі випадки, коли всі зусилля виявляються марними, а напій, що готувався місяцями чи роками, псується. Для боротьби з кислотністю вина було розроблено багато методів. Деякі з них використовуються повсюдно, а деякі все ще перебувають у зародковому стані.

source: Choć przemierzyłem tę krainę wzdłuż i wszerz, i wydawać by się mogło... już w niej nie zaskoczy, wciąż znajduję miejsca, które inspirują mnie do prowadzenia badań. Jednym z nich jest... warownia na zachodzie wyspy, zwana Vardhal.
uk: Попри те, що я обходив усі ці землі вздовж і впоперек, і, здавалося б, мене вже нічим не здивуєш... я все ще знаходжу місця, які надихають мене на дослідження. Одним з таких місць є фортеця на заході острова, що зветься Вардхал.

source: Choć przewagą wojowników Archolos była ich liczebność, Myrtańczycy dysponowali lepszym wyposażeniem. Dzierżący miecze z magicznej rudy paladyni kładli pokotem oddziały barbarzyńców. Wsparcia udzielał im zaś słynny batalion kuszników kapitana Carrizo.
uk: Хоча воїни Архолосу мали перевагу в чисельності, міртанці були краще озброєні. Паладини, озброєні мечами з магічної руди, вщент розгромили варварські війська. Їх підтримував знаменитий батальйон арбалетників капітана Каррізо.

source: Choć przybysze zaniechali kolejnych rewolt, różnymi sposobami próbowali wiązać koniec z końcem. Na wyspie rozwinął się przemyt i niekontrolowany handel bagiennym zielem. Maksym z tego powodu nałożył embargo na jego rozprowadzanie, najpierw we Wschodnim Archipelagu, później zaś w całym królestwie.
uk: Хоча новоприбулі відмовилися від подальших повстань, вони намагалися звести кінці з кінцями різними способами. На острові розвинулася контрабанда і неконтрольована торгівля болотною травою. Через це Максимус наклав ембарго на її розповсюдження спочатку на Східному Архіпелазі, а згодом і по всьому королівству.

source: Choć raz się nie wtrącaj, a unikniemy rozlewu krwi.
uk: Хоч раз не лізь не в свою справу, і ми уникнемо кровопролиття.

source: Choć samo gardło wygląda na wyraźnie podrażnione.
uk: Хоча саме горло виглядає сильно запаленим.

source: Choć strażnik nie przelewa krwi na froncie, jego rola za murami miasta jest nie mniej ważna dla ojczyzny. Służba Królestwu Myrtany jest dla niego celem nadrzędnym.
uk: Хоча вартовий не проливає кров на передовій, його роль за міськими стінами не менш важлива для його батьківщини. Служіння Королівству Міртана - його головна мета.

source: Choć szczerze w to wątpię.
uk: Хоча я в цьому щиро сумніваюся.

source: Choć targane wiatrem, postrzępione skały odległego cyplu nie... gościnnością co mieszkańcy tej wyspy, dzięki głębokiej wierze i wytrwałości udało nam się wznieść kaplicę ku czci Adanosa. Mistrz Periandes większość... na modlitwie i medytacjach.... by nasz prawdziwy powód przybycia pozostał wolny od oczu sług Starszych Braci...
uk: Хоча понівечені вітром, зубчасті скелі далекого мису не... гостинності, як мешканці цього острова, завдяки глибокій вірі та наполегливості нам вдалося звести храм на честь Аданоса. Майстер Періандес витрачав більшу частину... на молитву і медитацію... щоб справжня причина нашого прибуття залишилася прихованою від очей слуг Старших Братів...

source: Choć uważam, że Duch Maga zasłużył na swój los, to cierpi już parę stuleci. Sposobem na wyzwolenie może być przebaczenie Wilczego Syna. Może Tonan dał by się przekonać?
uk: Хоч я й вважаю, що Дух Мага заслужив свою долю, але він страждає вже кілька століть. Ймовірно, прощення Вовчого Сина могло б його звільнити. Можливо, вдасться якось переконати Тонана?

source: Choć w środku tej wiekowej księgi brakuje wielu stron,
uk: Хоч в цій старовинній книзі бракує сторінок,

source: Choć zwykle blisko mi do dogmatów Pana Światła, tym razem przychylę się ku nauce. Języki i dialekty były, są i będą tworem sztucznym, powstałym nie jako boska interwencja, lecz jako jeden z kluczowych elementów procesu kształtowania się odmiennych kultur w różnych rejonach świata. Aby lepiej zrozumieć ich kwestię, posłużę się przykładami.
uk: Хоч я зазвичай близький до догматів Господа Світла, цього разу надам перевагу науці. Мови і діалекти були, є і будуть штучними утвореннями, створеними не як божественне втручання, а як один з ключових елементів у процесі формування різних культур у різних регіонах світу. Щоб краще зрозуміти їхню проблематику, я скористаюся прикладами.

source: Choć łuk jako broń i narzędzie do polowania istnieje od zarania dziejów, lata jego świetności przypadają na czasy panowania Volfzacka, pierwszego władcy Archolos. Rozsławiony na Londram, jednej z wysp Wschodniego Archipelagu, długi łuk, zwany później „łukiem londramskim”, zebrał ogromne żniwo wśród lekkozbrojnych wojowników „Wilka”. Początkowy sukces prowadzonej przez Volfzacka kampanii okupiony został ciężkimi stratami, a władca koniec końców musiał obejść się smakiem.
uk: Хоча лук як зброя і мисливське знаряддя існував з давніх–давен, роки його розквіту припали на правління Вольфзака, першого правителя Архолосу. Довгий лук, що прославився на Лондрамі, одному з островів Східного Архіпелагу, пізніше відомий як 'Лондрамський лук', завдавав величезної шкоди легкоозброєним воїнам 'Вовка'. Початковий успіх кампанії Вольфзака коштував йому великих втрат, і врешті–решт правителю довелося змиритися з поразкою.

source: Choćby to, że Ulryk nie dowie się o tym, kto dobrał się do mojego kufra. Naprawdę sądziłeś, że się nie domyślę?
uk: Хоча б те, що Ульрік не дізнається, хто саме заліз до моєї скрині. Ти справді думав, що я не здогадаюся?

source: Choćbym ci powiedział jak trafić do Przystani, w życiu nie zapamiętasz drogi.
uk: Навіть якщо я розповім тобі, як дістатися до Гавані, ти в житті не запам'ятаєш дорогу.

source: Chroni przed obrażeniami od upadku.
uk: Захищає від травм при падінні.

source: Chrupiący rarytas, rozpowszechniony wśród
uk: Хрусткий делікатес, поширений серед

source: Chrupkie źródło białka, często ratuje przed
uk: Хрустке джерело білка, часто рятує від

source: Chrust
uk: Хмиз

source: Chrzanić legendy i klątwy. Poza tym, przeszliśmy już razem przez jedno piekło, a obaj wciąż żyjemy.
uk: До біса усі ці легенди і прокляття. До того ж, ми вже пройшли через одне пекло разом, і обидва залишилися живими.

source: Chrzanić polecenia Ulryka. Nie zostawię tam mojego przyjaciela.
uk: До дупи накази Ульріка. Я не залишу там свого друга.

source: Chrze... sst. Ognia!
uk: Хреще... ння. Вогнем!

source: Chrzest wody? To żeście w... wymyślili...
uk: Хрещення водою? Що ви в... вигадали...

source: Chrząszcz
uk: М'ясний жук

source: Chudzielec z rudymi włosami. W dodatku... z gęby brzydszy nawet bardziej niż ty. O ile pamiętam, miał na imię Rof.
uk: Худорлявий, з рудим волоссям. На додачу... ще потворніший за тебе. Наскільки я пам'ятаю, його звали Роф.

source: Chwasty
uk: Бур'ян

source: Chwała Adanosowi!
uk: Слава Аданосу!

source: Chwała Adanosowi! Takiej kradzieży nigdy nie widziałem. Musiała się tutaj wedrzeć naprawdę duża grupa, bo zgarnęli aż 10 beczek!
uk: Хвала Аданосу! Такої крадіжки я ще ніколи не бачив. Це мала бути дуже велика група, бо забрали аж 10 бочок!

source: Chwała Innosowi!
uk: Хвала Інносу!

source: Chwała niech będzie strażnikowi niebiańskiej i ziemskiej harmonii.
uk: Славімо хранителя небесної та земної гармонії.

source: Chwała wszechpotężnego władcy Światła i Ognia, niech będzie z nami na wieki.
uk: Слава всемогутньому Володарю Світла і Вогню, нехай прибуде з нами навіки.

source: Chwała... eee... Rhobarowi!
uk: Слава... еее... Робару!

source: Chwila moment, to nie jest żadna winnica! Oszukałeś mnie!
uk: Зачекай, це не виноградник! Ти обдурив мене!

source: Chwila!
uk: Стривай!

source: Chwila! Co ty powiedziałeś?
uk: Зачекай! Що ти сказав?

source: Chwila! Do brzegu jeszcze kawałek...
uk: Хвилинку! До берега ще далеко...

source: Chwila! My nie mamy z tym nic wspólnego!
uk: Зачекайте хвилинку! Ми не маємо до цього ніякого відношення!

source: Chwila! Nie przypilnowałbyś chwilę mojego stoiska? Wyglądasz na uczciwego. Zresztą skoro Luna ci zaufała czemu, ja bym nie miała?
uk: Зачекай хвилинку! Чи не міг би ти приглянути за моїм прилавком? Ти здаєшся чесним. Крім того, якщо Луна довіряє тобі, чому я не повинна?

source: Chwila, chwila!
uk: Зачекай, зачекай!

source: Chwila, chwila, co ze złotem?
uk: Зачекай-но, а що там із золотом?

source: Chwila, chwila. Najpierw muszę zobaczyć, czy się do czegoś nadajesz.
uk: Зачекай, не так швидко. Спочатку мені потрібно перевірити, чи ти підходиш.

source: Chwila, czy ja dobrze słyszę?
uk: Зачекай, чи я правильно все почула?

source: Chwila, ja was znam! Zabiliście Gonzalo!
uk: Стривайте, я вас знаю! Ви вбили Гонсало!

source: Chwila, mam do ciebie jeszcze kilka pytań.
uk: Зачекай, у мене ще є до тебе декілька запитань.

source: Chwila, powiedziałeś 'Blake'?
uk: Стривай, ти сказав 'Блейк'?

source: Chwila, skąd znasz moje imię?
uk: Зачекай, звідки ти знаєш моє ім'я?

source: Chwila, tak za darmo?
uk: Зачекай, це що, безкоштовно?

source: Chwila... chcesz mi powiedzieć, że nie przesłuchałeś głównego podejrzanego?
uk: Хвилинку... Ти хочеш сказати, що не допитав головного підозрюваного?

source: Chwila... co tu się stało? Dlaczego Fane nie żyje?
uk: Стривай... що тут сталося? Чому Фейн мертвий?

source: Chwila... czujesz to?
uk: Зачекай... відчуваєш це?

source: Chwila... jakich 'srebrnych monet'?
uk: Хвилинку... Яких ще 'срібних монет'?

source: Chwile pogroził i poszedł sobie.
uk: Він спершу погрожував, а потім пішов геть.

source: Chwileczkę, najpierw z nim porozmawiajmy.
uk: Зачекай, давай спочатку з ним поговоримо.

source: Chwilowo jestem pośrednikiem. Tomas chciałby nawiązać współpracę z Gildią Kupiecką. Wprowadza na rynek nowe piwo, Mrocznego Paladyna.
uk: Я наразі виступаю посередником. Томас хоче співпрацювати з Торговою Гільдією. Він розпочав виробництво нового сорту пива – 'Темний Паладин'.

source: Chwilowo nie mam czasu.
uk: У мене зараз немає часу.

source: Chwilę cię tu nie widziałem, chłopcze! Gdzie to się włóczyłeś?
uk: Давненько я тебе не бачив, хлопче! Де ти пропадав?

source: Chwilę cię tutaj nie było. Mogę wiedzieć gdzie się podziewałeś przez cały ten czas?
uk: Давно тебе тут не було. Можна дізнатися, де ти пропадав весь цей час?

source: Chwilę już współpracujemy Marvin, co? Dopiero co pamiętam gdy przyszedłeś i ledwo niewielki sztylet potrafiłeś wykuć.
uk: Ми вже давно працюємо разом, Марвіне, чи не так? Я пам'ятаю, як ти тільки прийшов і ледве викував маленький кинджал.

source: Chwilę po jego wyruszeniu, do koszar wdarli się przez boczną bramę ludzie Ulryka. Było nas zbyt mało, by utrzymać plac, musieliśmy się wycofać tutaj i zająć się rannymi.
uk: За мить після його відходу люди Ульріка увірвалися до казарм через бічні ворота. Нас було замало, щоб утримати площу. Довелося відступити сюди і подбати про поранених.

source: Chwilę po tym, do karczmy wbiegł jakiś starszy mężczyzna, był cały mokry. Trudno było odróżnić, czy był to pot, czy deszcz.
uk: За мить після цього до корчми вбіг літній чоловік, весь мокрий. Важко було відрізнити, чи це від поту, чи від дощу.

source: Chwilę później do tego zamieszania dołączyły płomienie i dym, a krzyków słychać było coraz więcej...
uk: За мить до тієї метушні приєдналися полум'я і дим, а крики лунали все гучніше і гучніше...

source: Chwytaj za drewniany miecz i pokaż, co potrafisz.
uk: Хапай дерев'яний меч і покажи, на що ти здатен.

source: Chy-chyba powinienem jakoś cię wynagrodzić...
uk: Ма...мабуть я маю тобі якось віддячити...

source: Chyba bardzo lubicie ten zwyczaj.
uk: Бачу, ви дуже любите цей звичай.

source: Chyba bardzo się przestraszył, że go zobaczyłem. Zaczął udawać, że idzie w stronę winorośli, ale widziałem, że poszedł dalej, w stronę przejścia przy wodospadzie.
uk: Думаю, він дуже злякався, побачивши мене. Він почав вдавати, що йде до винограду, але я побачив, що він пішов далі до проходу біля водоспаду.

source: Chyba bliskość tych ruin i bajki, jakich się nasłuchałem, zaczęły robić robotę!
uk: Мабуть, перебування біля цих руїн і казки, яких я наслухався, почали робити свою справу!

source: Chyba będzie lepiej, jeśli zaszyję się tutaj na dłużej. Przynajmniej, aż sprawa trochę ucichnie.
uk: Думаю, буде краще, якщо я залишуся тут на деякий час. Принаймні, поки все трохи не вгамується.

source: Chyba będziemy mieli parę rzeczy do przedyskutowania.
uk: Думаю, нам буде що обговорити.

source: Chyba będę musiał porozmawiać z Cortezem o wzroście cen za towary...
uk: Гадаю, мені варто поговорити з Кортезом про підвищення цін на товари...

source: Chyba będę musiał pozostać przy moim aktualnym asortymencie. Taka cena by mnie zrujnowała!
uk: Гадаю, мені доведеться залишити колишній асортимент. Така ціна мене розорить!

source: Chyba będę musiał sobie przemyśleć to dołączenie do Volkera i jego ludzi.
uk: Гадаю, мені доведеться переглянути моє приєднання до Волкера та його людей.

source: Chyba będę musiał wyciągnąć od ciebie informacje siłą...
uk: Мабуть, доведеться вибити з тебе інформацію силою...

source: Chyba będę musiał znaleźć inny sposób, by przedostać się obok tego chłopaka.
uk: Гадаю, мені доведеться знайти інший спосіб пройти повз цього хлопця.

source: Chyba będę potrzebował trochę więcej czasu na wymyślenie czegoś lepszego od podstaw.
uk: Мені потрібно трохи більше часу, щоб з нуля придумати щось краще.

source: Chyba chciałeś, żebym ci z czymś pomógł. Może się dogadamy?
uk: Здається, ти хотів, щоб я тобі з чимось допоміг. Можливо, ми зможемо домовитися?

source: Chyba ci powiedziałam wyraźnie, że jestem zajęta!
uk: Здається, я ясно сказала, що я зайнята!

source: Chyba coś ci mówiłem...
uk: По-моєму, я все тобі сказав...

source: Chyba coś ci się pomyliło.
uk: Здається, ти щось не так зрозумів.

source: Chyba coś jest w środku.
uk: Здається, всередині щось є!

source: Chyba czas posyłać chłopców na dłuższe wycieczki...
uk: Думаю, настав час відправляти хлопців у дальні запливи...

source: Chyba da się załatwić. Jedzenia i wolnych kątów w tej karczmie nie brakuje.
uk: Думаю, це можна влаштувати. У цій корчмі не бракує ані їжі, ані вільних кімнат.

source: Chyba dobrze mi poszło. Gerstand będzie brał cztery skrzynki tygodniowo.
uk: Думаю, я добре впорався. Герстанд буде забирати чотири ящики на тиждень.

source: Chyba dochodzę do siebie. Dobrze, że chociaż legendy o złocie były prawdziwe...
uk: Здається, я наближаюся до мети. Добре, що принаймні легенди про золото були правдивими...

source: Chyba dość pochopnie oskarżyłem Oscara. Jego wersja brzmi wiarygodnie. Podobno używa wilczych jagód jako trutki na bagienne szczury. Póki nie wyjaśnię tej sprawy, lepiej żebym nie jadł nic z jego karczmy. Nie mam zamiaru skończyć jak Stan.
uk: Думаю, я трохи поспішив зі звинуваченнями Оскара. Його версія звучить правдоподібно. Мабуть, він використовує вовчі ягоди як отруту проти болотних щурів. Поки я все не з'ясую, мені краще не харчуватися в його корчмі. Я не збираюся повторити долю Стена.

source: Chyba go słyszę, muszę uważać!
uk: Здається, я його чую, треба бути обережним!

source: Chyba idę w dobrym kierunku.
uk: Думаю, я йду в правильному напрямку.

source: Chyba ja powinienem cię o to zapytać. Jesteś dobry, ale do pokonania mnie jeszcze ci trochę brakuje. Kiedyś dasz radę.
uk: Гадаю, це я маю тебе запитати. Ти молодець, але до перемоги наді мною тобі ще далеко. Одного дня ти це зробиш.

source: Chyba jednak będę musiał znaleźć kogoś innego.
uk: Гадаю, мені доведеться знайти когось іншого.

source: Chyba jednak przydałaby mi się jakaś broń.
uk: Думаю, мені б не завадила зброя.

source: Chyba jednak wolę wypłatę.
uk: Я віддаю перевагу оплаті.

source: Chyba jednak zatrzymam ją przy sobie.
uk: Думаю, я все ж таки залишу її у себе.

source: Chyba jednak zatrzymam ten pierścień.
uk: Думаю, я все-таки залишу перстень собі.

source: Chyba jednak zrezygnuję.
uk: Думаю, обійдуся без цього.

source: Chyba jednak... coś jest nie... nie...
uk: Єдине що... щось не так... щось не...

source: Chyba jestem w dobrym miejscu, ale nie wiem nawet, kogo szukać. Najpierw muszę poznać imię osoby, która jest odpowiedzialna za dostarczanie złotych Innosów. Może handlarze figurek powiedzą mi coś więcej?
uk: Здається, я в потрібному місці, але я навіть не знаю, кого шукати. Для початку мені потрібно дізнатись ім'я того, хто відповідає за доставку золотих Інносів торговцям. Може, торговці статуетками зможуть розповісти мені більше?

source: Chyba jesteś niepoważny.
uk: Ти, мабуть, несерйозно.

source: Chyba jeszcze cię tu nie było, co?
uk: Ти ще не бував тут раніше, чи не так?

source: Chyba jeszcze nie mieliśmy okazji się poznać.
uk: Здається, ми ще не встигли познайомитись.

source: Chyba już ci mówiłem czemu tu jestem, nieprawdaż? Poza tym, cóż lepszego mam do roboty. Jedyne statki, które kursują to te z więźniami płynącymi na Khorinis.
uk: Хіба я не казав, чому тут стирчу? Крім того, мені є чим зайнятися. Єдині кораблі, що пропливають тут, – судна з ув'язненими, що прямують до Хорініса.

source: Chyba już nawet mam pomysł, jak się za to wziąć... ale nie będę zapeszał. Masz, twoje złoto. Zasłużyłeś.
uk: Здається, я навіть маю ідею, як це зробити... Але не хочу зурочити. Ось, твоє золото. Ти його заробив.

source: Chyba już nie będę miał okazji dokończyć tej sprawy.
uk: Я не думаю, що у мене ще буде можливість закінчити цю справу.

source: Chyba już spotkałem niedźwiedzia, który naprzykrza się Bevinowi. Powinienem jeszcze raz rozejrzeć się po okolicy i się upewnić.
uk: Здається, я вже натрапляв на ведмедя, який турбує Бевіна. Треба ще раз все оглянути та переконатись у цьому.

source: Chyba już ustaliliśmy, że wcale nie szukam żadnego zimnego miejsca.
uk: Думаю, ми вже з'ясували, що мені зовсім не потрібне якесь холодне місце.

source: Chyba już wiem, na kim Bodowin kontynuował swoje eksperymenty.
uk: Здається, я знаю, на кому Бодовін продовжував свої експерименти.

source: Chyba już wiem, na kim Bodowin kontynuował swoje eksperymenty. Biedna Lea...
uk: Здається, я знаю, на кому Бодовін продовжував свої експерименти. Бідна Лея...

source: Chyba już wolę umierać powoli od trucizny krwiopijcy, niż wypluwać własne flaki po odtrutce.
uk: Я вже краще повільно вмиратиму від отрути шершня, ніж виплюну власні кишки після протиотрути.

source: Chyba już wszystko rozumiem...
uk: Мені здається, тепер я все розумію...

source: Chyba już zrobiłeś swoje, prawda? Daj mi spokój.
uk: Здається, ти вже зробив, що хотів? Тепер дай мені спокій.

source: Chyba kiepsko. Rozmawiałem z innym facetem, podobno mówią na niego Szmugler.
uk: Здається, кепсько. Я говорив з іншим хлопцем, здається, його називають Койотом.

source: Chyba ktoś nieźle sobie tutaj popił ostatniej nocy. Sprawdź, czy może czegoś nie zostawili, a ja trochę ochłodzę się w rzece.
uk: Здається, хтось тут добряче налигався минулої ночі. Перевір, чи не залишили вони трохи вина, поки я трохи охолону в річці.

source: Chyba lubisz sobie podjeść.
uk: Ти, напевно, любиш добре поїсти.

source: Chyba mam dla ciebie paczkę!
uk: Схоже, у мене є для тебе пакунок!

source: Chyba mam dość pojedynków na jakiś czas.
uk: Думаю, з мене досить поєдинків на деякий час.

source: Chyba mamy już wszystko, chodź za mną i się nie ociągaj. Nie chcę, żebyś zgubił się gdzieś w lesie.
uk: Думаю, в нас є все потрібне. Йди за мною і не затримуйся. Я не хочу, щоб ти загубився десь у лісі.

source: Chyba masz co robić Marvin...
uk: Гадаю, тобі є чим зайнятися, Марвіне...

source: Chyba masz coś do zrobienia.
uk: Гадаю, тобі є чим зайнятися.

source: Chyba masz racje... Lepiej wrócę do domu.
uk: Гадаю, ти маєш рацію... Я краще піду додому.

source: Chyba masz rację.
uk: Гадаю, ти маєш рацію.

source: Chyba masz rację. Dobrze, daj mi chwilę.
uk: Здається, ти маєш рацію. Добре, дай мені хвилинку.

source: Chyba masz rację... Przecież już jestem wolna. Lichwiarz stracił wszystko. W końcu mam okazję uciec z tej przeklętej wyspy i zapomnieć o tym koszmarze.
uk: Думаю, ти правий... Зрештою, я вже вільна. Лихвар втратив усе. Нарешті у мене з'явився шанс покинути цей клятий острів і забути увесь цей кошмар.

source: Chyba masz tu niezłą kolekcję roślin.
uk: Схоже, у тебе тут чимала колекція рослин.

source: Chyba masz za dużo wolnego czasu.
uk: Мені здається, у тебе занадто багато вільного часу.

source: Chyba miałem okazję poznać już te ścierwojady...
uk: Здається, я вже зустрічав таких падальників...

source: Chyba mnie z kimś pomyliłaś, to nie byłem ja.
uk: Гадаю, ти мене з кимось сплутала, це був не я.

source: Chyba mnie z kimś pomyliłeś. Nie jestem jednym z tych pod murami.
uk: Здається, ти мене з кимось переплутав. Я не з тих, що під стінами.

source: Chyba mu nie powiedziałeś o orkach!?
uk: Ти йому точно не розповідав про орків?!

source: Chyba musiał pracować na jakiejś winnicy, bo zbiera winogrona, jakby robił to od dziecka!
uk: Мабуть, він працював на якомусь винограднику, бо збирає виноград так, наче робить це з дитинства!

source: Chyba musiałem gdzieś ją zostawić.
uk: Мабуть, я її десь залишив.

source: Chyba musiałem się pomylić...
uk: Мабуть, я справді помилився...

source: Chyba musiałeś niedosłyszeć... Jeśli nie chcesz oberwać strzałą jak twój szef, to obróć się i skacz prosto na waszą plażę.
uk: Гадаю, ти, мабуть, недочув... Якщо не хочеш отримати стрілу, як твій шеф, то розвертайся і стрибай прямо до свого пляжу.

source: Chyba musieliby być całkowicie szaleni! Ta Bestia to najzwyklejszy pomiot Beliara, nawet oddział strażników by sobie z nią nie poradził!
uk: Це треба бути зовсім божевільними! Цей Звір – справжнє породження Беліара, навіть загін вартових з ним не впорається!

source: Chyba musisz mu przypomnieć o tym układzie.
uk: Гадаю, ти повинен нагадати йому про цю угоду.

source: Chyba muszę ci obić pysk...
uk: Здається, мені доведеться натовкти тобі пику...

source: Chyba muszę ci rozwiązać język siłą...
uk: Доведеться тобі силою розв'язати язик...

source: Chyba na głowę upadłeś! Myślisz, że osiągnąłbym taki sukces zajmując się osobiście każdym przybłędą, który prosi mnie o flaszkę?
uk: Ти, напевно, збожеволів! Думаєш, я був би таким успішним, якби особисто обслуговував кожного приблуду, який просить у мене пляшку?

source: Chyba najwyższy czas, abym wynajęła sobie jakiegoś ochroniarza...
uk: Думаю, настав час найняти собі якогось охоронця...

source: Chyba należeli do Gildii Araxos...
uk: Я думаю, що вони належали до Гільдії Араксос...

source: Chyba naprawdę wziąłeś sobie do serca moje ostatnie rady! W takim razie możesz się nam na coś przydać.
uk: Схоже, ти дійсно прислухався до моєї останньої поради! Можливо, ти зможеш бути корисним для нас.

source: Chyba natrafiłem na pewien trop...
uk: Здається, я натрапив на зачіпку...

source: Chyba nic już z niego nie wyciągnę. Ben wpadł w furię i rzucił się na mnie.
uk: Думаю, я більше з нього нічого не витягну. Бен розлютився і накинувся на мене.

source: Chyba nie będziesz taki jak ten ważniak, który nawet nie chce z nami rozmawiać.
uk: Не думав, що ти поводитимешся, як велике цабе, яке навіть не захоче з нами розмовляти.
